{"translation-revision-date":"2024-09-13 16:54:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},", or upgrade now to a higher tier for additional requests and keep your work moving forward.":["، أو بادر بالترقية الآن إلى مستوى أعلى للحصول على طلبات إضافية والاستمرار في تقدُّم عملك."],"Wait for %d days to reset your limit":["انتظار %d من الأيام لإعادة تعيين الحد الخاص بك"],"Requests this month":["طلبات هذا الشهر"],"Existing videos":["الفيديوهات الموجودة"],"Stunning-quality, ad-free video in the WordPress Editor. Begin by uploading your first video.":["فيديو بجودة مذهلة ومن دون إعلانات في محرر ووردبريس. ابدأ عن طريق رفع أول فيديو لك."],"Load your existing videos faster and without ads.":["يمكنك تحميل الفيديوهات الموجودة لديك بشكل أسرع ومن دون إعلانات."],"Total time watched":["إجمالي وقت المشاهدة"],"This metric shows total video viewing time for the last year.":["يشير هذا المقياس إلى إجمالي وقت مشاهدة الفيديو خلال العام الماضي."],"This metric shows your total video viewing time over the past 30 days, compared to the previous 30 days.":["يشير هذا المقياس إلى إجمالي وقت مشاهدة الفيديو لديك خلال آخر 30 يومًا، مع المقارنة بمدة الـ 30 يومًا السابقة."],"This metric shows your total video views over the past year.":["يشير هذا المقياس إلى إجمالي مشاهدات الفيديو خلال العام الماضي."],"This metric shows your total video views over the past 30 days, compared to the previous 30 days.":["يشير هذا المقياس إلى إجمالي مشاهدات الفيديو لديك خلال آخر 30 يومًا، مع المقارنة بمدة الـ 30 يومًا السابقة."],"Yearly views":["المشاهدات سنويًا"],"30-Day views":["مشاهدات مدتها 30 يومًا"],"Success! 🌟 Your video is live and gathering views.":["نجاح! 🌟 الفيديو الخاص بك مباشر ويجمع المشاهدات."],"High-quality video, wherever your audience is":["فيديو بجودة عالية، أينما كان جمهورك"],"Give your videos a boost! 🚀 Try hosting with VideoPress for superior quality and performance.":["بادر بتحسين الفيديوهات الخاصة بك! 🚀 جرِّب الاستضافة مع فيديوبرس للحصول على جودة وأداء فائقَين."],"You have %d video in your Media Library that could benefit from VideoPress. Start <a>hosting<\/a> it today to unlock multiple benefits: enhanced quality add-free streaming, faster load times, customizable player controls.":["لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافته<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل.","لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافته<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل.","لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافتها<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل.","لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافتها<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل.","لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافتها<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل.","لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافتها<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل."],"The finest video for WordPress":["أفضل فيديو خاص بووردبريس"],"Logins Blocked":["تم حظر عمليات تسجيل الدخول"],"Auto-Firewall":["جدار حماي تلقائي"],"a few seconds ago":["منذ بضع ثوانٍ"],"%s month ago":["منذ %s من الأشهر","منذ %s من الأشهر","منذ %s من الأشهر","منذ %s من الأشهر","منذ %s من الأشهر","منذ %s من الأشهر"],"%s year ago":["منذ %s من الأعوام","منذ %s من الأعوام","منذ %s من الأعوام","منذ %s من الأعوام","منذ %s من الأعوام","منذ %s من الأعوام"],"Failed to hide evaluation results. Please try again":["فشل إخفاء نتائج التقييم. يرجى المحاولة مجددًا"],"Failed to save evaluation results. Please try again":["فشل حفظ نتائج التقييم. يرجى المحاولة مجددًا"],"Failed to evaluate site recommendations":["فشل تقييم توصيات الموقع"],"Skip onboarding":["تخطي الإعداد"],"See solutions":["الاطلاع على الحلول"],"Jetpack does a lot. Select the items that are most important to you and we‘ll find the Jetpack tools that are the best match for your site.":["يفعل Jetpack الكثير. حدد العناصر الأكثر أهمية لك وسنعثر على أدوات Jetpack التي تتطابق بشكل أفضل مع موقعك."],"What would you like Jetpack to do?":["ما الذي تريد من Jetpack القيام به؟"],"I don‘t know":["لا أعرف"],"Create quality content":["إنشاء محتوى الجودة"],"Grow my audience":["زيادة أعداد جمهوري"],"Improve my site‘s performance":["تحسين أداء موقعي"],"Protect my site":["حماية موقعي"],"We‘re crunching the numbers to find the Jetpack tools that are the best match for your site.":["نحلل الأرقام للعثور على أدوات Jetpack التي تتطابق بشكل أفضل مع موقعك."],"Finding the best Jetpack tools":["العثور على أفضل أدوات Jetpack"],"Jetpack works behind the scenes to keep your site safe, make it lightning-fast, and to help you get more traffic.":["يعمل Jetpack خلف الكواليس لإبقاء موقعك آمنًا، وجعله فائق السرعة، ومساعدتك على الحصول على مزيد من حركة المرور."],"Unlock the power of your WordPress site with Jetpack, the complete toolkit for enhancing your site’s security, speed, and growth.":["أطلق العنان لقوة موقع ووردبريس الخاص بك مع Jetpack، وهو مجموعة الأدوات المكتملة لتحسين أمان موقعك وسرعته ونموه."],"Activate Jetpack in one click":["تفعيل Jetpack بنقرة واحدة"],"Simplify your writing with AI suggestions to fix long sentences and complex words and sound more confident. As you type, check your Reading grade score to make sure it suits your audience.":["يمكنك تبسيط كتاباتك من خلال اقتراحات الذكاء الاصطناعي من أجل إصلاح الجمل الطويلة والكلمات المعقَّدة لكي تبدو أكثر ثقة. في أثناء الكتابة، تحقق من مجموع درجات القراءة لديك للتأكد من أنه ملائم لجمهورك."],"Make your writing easy to read":["جعل كتاباتك سهلة القراءة"],"Upgrade required for activation. Manual rules available.":["الترقية مطلوبة للتفعيل. قواعد يدوية متوفرة."],"You have Auto-Firewall disabled, visit your Protect <a>firewall settings<\/a> to activate.":["قمت بتعطيل جدار الحماية التلقائي، تفضَّل بزيارة <a>إعدادات جدار الحماية<\/a> الخاصة بالحماية للتفعيل."],"Auto-Firewall: Inactive":["جدار الحماية التلقائي: غير نشط"],"We’ve checked items against our database, and all appears well. For a more detailed, line-by-line malware scan, consider upgrading your plan.":["لقد تحققنا من العناصر في قاعدة بياناتنا، ويبدو أن كل شيء على ما يرام. لإجراء فحص أكثر تفصيلاً وتنظيمًا للبرامج الضارة، فكِّر في ترقية خطتك."],"Elevate your malware protection":["تعزيز حمايتك من البرامج الضارة"],"%d critical threat.":["%d من التهديدات الخطرة.","%d من التهديدات الخطرة.","%d من التهديدات الخطرة.","%d من التهديدات الخطرة.","%d من التهديدات الخطرة.","%d من التهديدات الخطرة."],"The last scan identified %s. But don’t worry, use the “Auto-fix” button in the product to automatically fix most threats.":["تعرَّف آخر فحص على %s. لكن لا داعي للقلق، استخدم زر \"الإصلاح التلقائي\" في المنتج لإصلاح معظم التهديدات تلقائيًا."],"Auto-fix threats":["الإصلاح التلقائي للتهديدات"],"Your site has %1$s and %2$s lacking security measures. Improve your site’s safety by adding protection at no cost.":["يوجد في موقعك ⁦%1$s⁩ و⁦%2$s⁩، ما يجعله مفتقرًا إلى تدابير الأمان اللازمة. قم بتحسين سلامة موقعك عن طريق إضافة الحماية من دون تكلفة."],"Improve site safety: secure plugins & themes":["تحسين سلامة الموقع: الإضافات والقوالب الآمنة"],"For Brute Force Protection, activate the Jetpack or Protect plugin and enable it in settings.":["للحصول على الحماية من القوة الغاشمة، قم بتفعيل إضافة Jetpack أو Protect وقم بتمكينها في الإعدادات."],"Brute Force Protection is disabled and not actively blocking malicious login attempts.":["تم تعطيل الحماية من القوة الغاشمة ولا تعمل على منع محاولات تسجيل الدخول الضارة بشكل نشط."],"Brute Force Protection is disabled and not actively blocking malicious login attempts. Go to <a>%s<\/a> to activate it.":["تم تعطيل الحماية من القوة الغاشمة ولا تعمل على منع محاولات تسجيل الدخول الضارة بشكل نشط. انتقل إلى <a>%s<\/a> لتفعيلها."],"Brute Force Protection: Inactive":["الحماية من القوة الغاشمة: غير نشطة"],"Brute Force Protection is actively blocking malicious login attempts. The number of blocked login attempts will display here soon!":["تعمل الحماية من القوة الغاشمة على حظر محاولات تسجيل الدخول الضارة بشكل نشط. سيظهر عدد محاولات تسجيل الدخول المحظورة هنا قريبًا!"],"Brute Force Protection: Active":["الحماية من القوة الغاشمة: نشطة"],"%d theme":["%d من القوالب","%d من القوالب","%d من القوالب","%d من القوالب","%d من القوالب","%d من القوالب"],"%d plugin":["%d من الإضافات","%d من الإضافات","%d من الإضافات","%d من الإضافات","%d من الإضافات","%d من الإضافات"],"Last scan: %s":["آخر فحص: %s"],"Shield icon - Scan Status: Off":["أيقونة الدرع - حالة الفحص: قيد الإيقاف"],"Partial":["جزئية"],"Shield icon - Scan Status: Partial":["أيقونة الدرع - حالة الفحص: جزئية"],"Secure":["آمنة"],"Shield icon - Scan Status: Secure":["أيقونة الدرع - حالة الفحص: آمنة"],"Threats":["التهديدات"],"Shield icon - Brute Force Protection Status: Off":["أيقونة الدرع - حالة الحماية من القوة الغاشمة: إيقاف"],"Shield icon - Brute Force Protection Status: Inactive":["أيقونة الدرع - حالة الحماية من القوة الغاشمة: غير نشطة"],"Shield icon - Brute Force Protection Status: Active":["أيقونة الدرع - حالة الحماية من القوة الغاشمة: نشطة"],"Shield icon - Auto-Firewall Status: Off":["أيقونة الدرع - حالة جدار الحماية التلقائي: قيد الإيقاف"],"Shield icon - Auto-Firewall Status: Inactive":["أيقونة الدرع - حالة جدار الحماية التلقائي: غير نشط"],"Shield icon - Auto-Firewall Status: On":["أيقونة الدرع - حالة جدار الحماية التلقائي: قيد التشغيل"],"My products":["منتجاتي"],"Discover more":["اكتشاف المزيد"],"Needs plan":["يلزم وجود خطة"],"Get plan":["الحصول على خطة"],"Redo":["إعادة"],"Recommendations menu":["قائمة التوصيات"],"Here are the tools that we think will help you reach your website goals:":["في ما يأتي الأدوات التي نظن أنها ستساعدك على البحث عن أهداف موقعك الإلكتروني:"],"Our recommendation for you":["توصيتنا لك","توصيتنا لك","توصياتنا لك","توصياتنا لك","توصياتنا لك","توصياتنا لك"],"On the next screen, you can connect with an existing account from any of these services or create a new one.":["في الشاشة التالية، يمكنك الاتصال بحساب موجود من أي من هذه الخوادم أو أنشئ وحدة جديدة."],"This site has been suspended.":["تم إيقاف هذا الموقع."],"Learn about Jetpack SEO tools":["التعرُّف على المزيد حول أدوات تحسين محركات البحث في Jetpack"],"Optimize your titles effortlessly":["تحسين عناوينك بسلاسة"],"Unlock more of Jetpack":["فتح المزيد من Jetpack"],"Some features require authentication.":["تتطلب بعض الميزات مصادقة."],"Sign in":["تسجيل الدخول"],"Missing authentication to enable all features.":["فقدان المصادقة لتمكين كل الميزات."],"Connect your site with one click":["ربط موقعك بنقرة واحدة"],"Start with Jetpack.":["ابدأ باستخدام Jetpack."],"Missing site connection to enable some features.":["فقدان ربط الموقع لتمكين بعض الميزات."],"Needs user account":["يلزم حساب مستخدم"],"Sign up now":["التسجيل الآن"],"Are you an agency or freelancer? We’re working on a new partnership program bringing together the best of Jetpack, Woo, WordPress.com, and Pressable. Get bulk discounts, referral commissions, and more.":["هل أنت وكالة أم صاحب عمل حر؟ إننا نعمل على برنامج شراكة جديد يجمع أفضل ما في Jetpack وWoo وووردبريس.كوم وPresable. احصل على خصومات كبيرة وعمولات الإحالة والمزيد."],"Manage client sites and grow your business":["إدارة مواقع العملاء وتطوير أعمالك"],"By clicking <strong>%s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["يعني النقر على <strong>%s<\/strong> أنك توافق على <tosLink>شروط الخدمة<\/tosLink> و<shareDetailsLink>مزامنة بيانات موقعك<\/shareDetailsLink> معنا."],"By clicking <strong>%1$s<\/strong> or <strong>%2$s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["يعني النقر على <strong>%1$s<\/strong> أو <strong>%2$s<\/strong> أنك توافق على <tosLink>شروط الخدمة<\/tosLink> و<shareDetailsLink>مزامنة بيانات موقعك<\/shareDetailsLink> معنا."],"Your site has been successfully connected.":["تم ربط موقعك بنجاح."],"Missing site connection":["فقدان ربط الموقع"],"Connect your site":["ربط موقعك"],"Missing user connection":["فقدان ربط المستخدم"],"Learn about featured images":["التعرُّف على الصور المميزة"],"Create featured images to illustrate your content and make it more engaging with just one click. Use prompts to generate adjusted new featured images.":["أنشئ صورًا مميزة لتوضيح محتواك وجعله أكثر تفاعلاً بنقرة واحدة فقط. استخدم الموجّهات لإنشاء صور مميزة جديدة مضبوطة."],"Create featured images with one click":["إنشاء صور مميزة بنقرة واحدة"],"Your speed has improved by %d points! Upgrade Boost to unlock automated CSS and image optimization tools to maintain your high score.":["تحسَّنت سرعتك بمعدل %d من النقاط! بادر بالترقية إلى Boost لفتح CSS المؤتمتة وأدوات تحسين الصور للحفاظ على مجموع نقاطك العالي."],"Your speed has improved by %d points! Boost is working to enhance your performance with automated tools.":["تحسَّنت سرعتك بمعدل %d من النقاط! تعمل ميزة Boost لتحسين أدائك من خلال الأدوات المؤتمتة."],"Create better content with powerful AI tools":["إنشاء محتوى أفضل باستخدام أدوات الذكاء الاصطناعي الفعالة"],"See documentation":["الاطلاع على الوثائق"],"Your installation of %1$s is incomplete. If you installed %1$s from GitHub, please refer to the developer documentation to set up your development environment.":["تثبيت ⁦%1$s⁩ غير مكتمل. إذا قمتَ بتثبيت ⁦%1$s⁩ من GitHub، فيرجى الرجوع إلى وثيقة المطور لإعداد بيئة التطور الخاصة بك."],"Failed to dismiss the welcome banner. Please try again":["فشل استبعاد شعار الترحيب. يرجى المحاولة مجددًا"],"Share your feedback!":["شاركنا ملاحظاتك!"],"Help us improving the accuracy of our results and feel free to give us ideas for future implementations and improvements.":["ساعدنا على تحسين دقة نتائجنا ولا تتردد في منحنا أفكارًا لعمليات التنفيذ والتحسين في المستقبل."],"Do you have any feedback?":["هل لديك أي ملاحظات؟"],"Get instant feedback on your post before publishing. AI will read your post and highlight opportunities to improve your publication.":["احصل على ملاحظات فورية على تدوينتك قبل النشر. سيقرأ الذكاء الاصطناعي تدوينتك وسيسلط الضوء على الفرص اللازمة لتحسين منشورك."],"Learn about forms":["معرفة المزيد حول النماذج"],"Quickly build forms using the Jetpack Forms block and AI. Use prompts to describe your form and AI will generate the elements in a few seconds.":["أنشئ نماذج بسرعة باستخدام مكوِّن Jetpack Forms والذكاء الاصطناعي. استخدم الموجهات لوصف نموذجك وسينشئ الذكاء الاصطناعي العناصر في غضون ثوانٍ."],"Use the AI block to generate content, or use our AI edit options in existing blocks. Use prompts or any of our recommended actions.":["استخدم مكوِّن الذكاء الاصطناعي لإنشاء المحتوى أو استخدم خيارات تحرير الذكاء الاصطناعي لدينا في المكوِّنات الموجودة. استخدم الموجهات أو أيًا من الإجراءات التي نوصي بها."],"Discover all the Jetpack features powered by AI":["اكتشاف كل ميزات Jetpack المدعومة من الذكاء الاصطناعي"],"AI Features":["ميزات الذكاء الاصطناعي"],"Free requests available":["الطلبات المجانية المتاحة"],"All-time requests used":["الطلبات المستخدمة طوال الوقت"],"Requests for this month":["طلبات هذا الشهر"],"Draft, transform, translate, and alter both new and existing content leveraging the capabilities of AI, inside the block editor.":["قم بصياغة كل من المحتويين الجديد والموجود وتحويلهما وترجمتهما وتغييرهما للاستفادة من إمكانات الذكاء الاصطناعي، داخل محرر المكوِّن."],"Get %s requests":["الحصول على %s من الطلبات"],"Reach for More with Jetpack AI! Upgrade now for additional requests and keep your momentum going.":["يمكنك الوصول إلى المزيد باستخدام Jetpack AI! بادر بالترقية الآن للحصول على طلبات إضافية والحفاظ على استمرار الزخم الخاص بك."],"You've used all your free requests":["لقد استخدمت كل طلباتك المجانية"],"You've reached your request limit for this month":["لقد وصلت إلى حد طلبات لهذا الشهر"],"Connect to Jetpack to start using the AI Assistant":["الربط بـ Jetpack لبدء استخدام AI Assistant"],"Create new post":["إنشاء تدوينة جديدة"],"Build forms using prompts":["إنشاء النماذج باستخدام الموجهات"],"Generate and edit content faster with Jetpack AI Assistant":["إنشاء محتوى وتحريره بشكل أسرع باستخدام Jetpack AI Assistant"],"Get feedback on posts":["الحصول على ملاحظات حول التدوينات"],"Don’t show the welcome message again":["عدم إظهار رسالة الترحيب مجددًا"],"Connect Jetpack to use Stats":["الربط بـ Jetpack لاستخدام Stats"],"Get Stats":["الحصول على Stats"],"Your site needs performance improvements. Make your site blazing fast with Boost’s simple dashboard and acceleration tools.":["يحتاج موقعك إلى تحسينات في الأداء. اجعل موقعك فائق السرعة باستخدام لوحة تحكم Boost البسيطة وأدوات التسريع."],"You are one step away from making your site blazing fast. Install Boost to enhance your site’s performance like top websites, no developer needed.":["أنت على بُعد خطوة واحدة من جعل موقعك سريعًا للغاية. ثبِّت Boost لتحسين أداء موقعك، مثل: أهم مواقع الويب، ولا توجد حاجة إلى أي مطوّر."],"Your site is fast! But maintaining a high speed isn’t easy. Use Boost’s automated acceleration tools to optimize your performance on the go.":["أصبح موقعك سريعًا! لكن الحفاظ على السرعة العالية ليس أمرًا سهلاً. استخدم أدوات التسريع المؤتمتة في Boost لتحسين أدائك في أثناء التنقل."],"Improve your performance with automated CSS and image optimization tools by upgrading Boost.":["حسِّن أداءك من خلال CSS المؤتمتة وأدوات تحسين الصور عن طريق الترقية إلى Boost."],"You are one step away from making your site blazing fast. Upgrade Boost to use automated CSS and image optimization tools to improve your performance.":["أنت على بُعد خطوة واحدة من جعل موقعك سريعًا للغاية. بادر بالترقية إلى Boost لاستخدام CSS المؤتمتة وأدوات تحسين الصور لتحسين أدائك."],"Your site is fast! But maintaining a high speed isn’t easy. Upgrade Boost to use automated CSS and image optimization tools to improve your performance on the go.":["أصبح موقعك سريعًا! لكن الحفاظ على السرعة العالية ليس أمرًا سهلاً. بادر بالترقية إلى Boost لاستخدام CSS المؤتمتة وأدوات تحسين الصور لتحسين أدائك في أثناء التنقل."],"Visit the Boost dashboard to view your site’s speed scores and manage your product settings.":["تفضَّل بزيارة لوحة تحكم Boost لعرض نقاط السرعة في موقعك وإدارة إعدادات المنتج لديك."],"Visit the Boost dashboard to view your historical speed scores and manage your product settings.":["تفضَّل بزيارة لوحة تحكم Boost لعرض نقاط السرعة المحفوظة لديك وإدارة إعدادات المنتج لديك."],"Your site is fast! Boost is working to enhance your performance with automated tools.":["أصبح موقعك سريعًا! تعمل ميزة Boost لتحسين أدائك من خلال الأدوات المؤتمتة."],"Boost your site":["تعزيز موقعك"],"Site speed performance:":["أداء سرعة الموقع:"],"Your website’s overall speed score:":["مجموع نقاط السرعة الإجمالية لموقعك على الويب:"],"%d audio file":["%d من الملفات الصوتية","%d من الملفات الصوتية","%d من الملفات الصوتية","%d من الملفات الصوتية","%d من الملفات الصوتية","%d من الملفات الصوتية"],"%d video":["%d من الفيديوهات","%d من الفيديوهات","%d من الفيديوهات","%d من الفيديوهات","%d من الفيديوهات","%d من الفيديوهات"],"%d image":["%d من الصور","%d من الصور","%d من الصور","%d من الصور","%d من الصور","%d من الصور"],"%d page":["%d من الصفحات","%d من الصفحات","%d من الصفحات","%d من الصفحات","%d من الصفحات","%d من الصفحات"],"%d post":["%d من التدوينات","%d من التدوينات","%d من التدوينات","%d من التدوينات","%d من التدوينات","%d من التدوينات"],"%d comment":["%d من التعليقات","%d من التعليقات","%d من التعليقات","%d من التعليقات","%d من التعليقات","%d من التعليقات"],"Needs connection":["يلزم الربط"],"Needs Plugin":["يلزم وجود إضافة"],"Connecting your account…":["جارٍ ربط حسابك…"],"Go back to previous screen":["الرجوع إلى الشاشة السابقة"],"Enjoy unlimited shares with Jetpack Social Basic. Learn how to make the most out of Jetpack Social <a>here<\/a>.":["استمتع بعدد غير محدود من المشاركات من خلال Jetpack Social Basic. تعرّف على كيفية تحقيق أقصى استفادة من Jetpack Social<a>هنا<\/a>."],"Jetpack Social Basic is active!":["أصبح Jetpack Social Basic نشطًا!"],"Create amazing link previews for your posts using Social Image Generator. Learn more <a>here<\/a>.<br\/><br\/>Learn how to make the most out of Jetpack Social <link>here<\/link>.<br\/><br\/>":["أنشئ معاينات مذهلة للتدوينات من خلال الروابط باستخدام منشئ الصور الاجتماعية.  تعرَّف على المزيد <a>هنا<\/a>.<br\/><br\/>تعرَّف على كيفية تحقيق أقصى استفادة من Jetpack Social <link>هنا<\/link>.<br\/><br\/>"],"Jetpack Social Advanced is active!":["أصبحت Jetpack Social Advanced نشطًا!"],"Illustration showing the Stats feature, highlighting important statistics for your site.":["رسم توضيحي يعرض ميزة Stats، ما يسلط الضوء على الإحصاءات المهمة لموقعك."],"Image displaying logos of social media platforms supported by Jetpack Social.":["صورة تعرض شعارات منصات شبكات التواصل الاجتماعي التي يدعمها Jetpack Social."],"Get more requests":["الحصول على مزيد من الطلبات"],"%s second ago":["منذ %s من الثواني","منذ %s من الثواني","منذ %s من الثواني","منذ %s من الثواني","منذ %s من الثواني","منذ %s من الثواني"],"%s minute ago":["منذ %s من الدقائق","منذ %s من الدقائق","منذ %s من الدقائق","منذ %s من الدقائق","منذ %s من الدقائق","منذ %s من الدقائق"],"%s hour ago":["منذ %s من الساعات","منذ %s من الساعات","منذ %s من الساعات","منذ %s من الساعات","منذ %s من الساعات","منذ %s من الساعات"],"%s day ago":["منذ %s من الأيام","منذ %s من الأيام","منذ %s من الأيام","منذ %s من الأيام","منذ %s من الأيام","منذ %s من الأيام"],"Activity Detected":["تم الكشف عن النشاط"],"Undo":["تراجع"],"Discover all Jetpack Products":["اكتشاف كل منتجات Jetpack"],"Visitors":["الزائرون"],"Compared to previous period":["تمت المقارنة مع الفترة السابقة"],"7-day highlights":["أهم الأحداث في 7 أيام"],"Your site host is on a private network. Jetpack can only connect to public sites.":["تكون استضافة موقعك على شبكة خاصة. لا يمكن ربط Jetpack إلا بمواقع عامة."],"AI Assistant":["AI Assistant"],"Mobile score":["مجموع النقاط في الأجهزة المحمولة"],"Desktop score":["مجموع النقاط في الأجهزة المكتبية"],"Timed out":["انتهت المهلة الزمنية"],"Invalid response while requesting metrics":["استجابة غير صالحة في أثناء طلب المقاييس"],"An unknown error occurred while requesting metrics":["حدث خطأ مجهول في أثناء طلب المقاييس"],"Timed out while waiting for speed-score.":["انتهت المهلة الزمنية في أثناء انتظار مجموع نقاط السرعة."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["حدث خطأ في أثناء محاولة الاتصال بواجهة برمجة تطبيقات REST الخاصة بالموقع. معلومات التصحيح الإضافي: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["لا يبدو أن واجهة برمجة تطبيقات REST الخاصة بموقعك قابلة للوصول. يتطلب Jetpack Boost الوصول إلى وجهة برمجة تطبيقات REST الخاصة بك من أجل تلقي مجاميع نقاط الأداء الخاصة بالموقع. يرجى التأكد من أن واجهة برمجة تطبيقات REST الخاصة بموقعك نشطة ويمكن الوصول إليها، وحاول مجددًا."],"HTTP %d error received while communicating with the server.":["تم تلقي خطأ في HTTP %d في أثناء الاتصال بالخادم."],"Received invalid response while communicating with your WordPress site: %s":["تم تلقي استجابة غير صالحة في أثناء الاتصال بموقعك على ووردبريس: %s"],"Start for Free":["ابدأ مجانًا"],"\/month":["في الشهر"],"Unavailable in <a>Offline Mode<\/a>":["غير متوافر في <a>وضع عدم الاتصال بالإنترنت<\/a>"],"Already have an existing plan or license key? <a>Get started<\/a>.":["هل لديك خطة موجودة أو مفتاح ترخيص بالفعل؟ <a>البدء<\/a>."],"%s or Start for free":["%s أو البدء مجانًا"],"Install Plugin":["تثبيت الإضافة"],"Checking gold status…":["جارٍ التحقق من الحالة الذهبية..."],"Never Expires":["لا تنتهي صلاحيته أبداً"],"%1$s was gifted on %2$s. It gives you access to a lifetime subscription of Jetpack VaultPress Backup and Jetpack Scan.":["تم منح ⁦%1$s⁩ في ⁦%2$s⁩. يمنحك حق الوصول إلى اشتراك مدى الحياة في Jetpack VaultPress Backup وJetpack Scan."],"Explore your new powers":["استكشاف صلاحياتك الجديدة"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["الفحص التلقائي والإصلاحات بنقرة‑واحدة للحفاظ موقعك بعيدًا عن التهديدات الأمنية."],"Plugin name (noun).\u0004Scan":["فحص"],"Super powers are ready!":["صلاحيات فائقة جاهزة!"],"Redeem your token":["استرداد الرمز المميز الخاص بك"],"Awesome!":["رائع!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["يؤدي ذلك إلى فتح صلاحيات Jetpack مدى الحياة في موقعك على الويب. تجربة Jetpack الاستثنائية في انتظارك."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["أدى ذلك إلى فتح صلاحيات Jetpack مدى الحياة في موقعك على الويب. أصبحت تجربة Jetpack الاستثنائية الخاصة بك نشطة بالفعل."],"Hey, %s":["مرحبًا، %s."],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["ليست لديك صلاحيات تنفيذ هذا الإجراء أو يلزم الاتصال بحساب المستخدم. <connectLink>انقر هنا للاتصال بحساب المستخدم الخاص بك<\/connectLink> أو اتصل بالمسؤول لديك."],"View detailed stats":["عرض الإحصاءات التفصيلية"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["يعني النقر على الأزرار أعلاه أنك توافق على <tosLink>شروط الخدمة<\/tosLink> و<shareDetailsLink>مزامنة بيانات موقعك<\/shareDetailsLink> معنا."],"Arrow right":["سهم إلى اليمين"],"Arrow left":["سهم إلى اليسار"],"trial for the first month, then $%s \/month, billed yearly":["نسخة تجريبية للشهر الأول، ثم %s شهريًا والفوترة سنويًا"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["الأسعار المخفّضة هي عرض لفترة محدودة طوال العام الأول ويتم التجديد بسعر منتظم."],"%s not included":["%s غير مضمَّن"],"%s coming soon":["%s قريبًا"],"Coming soon":["قريبًا"],"Also connected: %s (Owner).":["متصل كذلك: %s (المالك)."]," (Owner)":[" (المالك)"],"Connected as %1$s%2$s.":["متصل بوصفه ⁦%1$s⁩%2$s."],"Learn more about connections":["معرف المزيد حول الاتصالات"],"Input a license key":["إدخال مفتاح الترخيص"],"Select a license key":["تحديد مفتاح الترخيص"],"I want to add a license key manually":["أريد إضافة مفتاح الترخيص يدويًا"],"%1$s - %2$s":["من ⁦%1$s⁩ إلى ⁦%2$s⁩"],"Fetching available licenses…":["جارٍ إحضار التراخيص المتوافرة..."],"Some products need a connection to WordPress.com to be able to work.":["تحتاج بعض المنتجات إلى الاتصال بووردبريس.كوم لكي تتمكن من العمل."],"Jetpack connects your site and user account to the WordPress.com cloud to provide more powerful features.":["يربط Jetpack موقعك وحساب المستخدم بسحابة ووردبريس.كوم لتوفير ميزات أكثر فاعلية."],"<strong>Need help?<\/strong> Learn more about the <connectionInfoLink>Jetpack connection<\/connectionInfoLink> or <supportLink>contact Jetpack support<\/supportLink>":["<strong>هل تحتاج إلى مساعدة؟<\/strong> التعرّف على المزيد حول <connectionInfoLink>اتصال Jetpack<\/connectionInfoLink> أو <supportLink>الاتصال بدعم Jetpack<\/supportLink>"],"Transfer ownership to another admin":["نقل الملكية إلى مسؤول آخر"],"At least one user must be connected for your Jetpack products to work properly.":["يجب اتصال مستخدم واحد على الأقل لكي تعمل منتجات Jetpack لديك بشكل صحيح."],"VaultPress Backup":["VaultPress Backup"],"\/month, billed yearly":["\/شهر، مع فوترة سنوياً"],"% off":["خصم بنسبة %"],"Jetpack Search Free supports up to 5,000 records and 500 search requests per month for free. You will be asked to upgrade to a paid plan if you exceed these limits for three continuous months.":["يدعم Jetpack Search المجاني ما يصل إلى 5000 سجل و500 طلب بحث لكل شهر مجانًا. ستُطلب منك الترقية إلى خطة مدفوعة إذا تجاوزتَ هذه الحدود لمدة ثلاثة أشهر متواصلة."],"Start for free":["ابدأ بتجربة مجانية"],"Not included":["غير مضمَّن"],"Included":["مضمَّن"],"Get plugin":["تنزيل الإضافة"],"Due to your server settings, we can't automatically install the plugin for you. Please manually install the %s plugin.":["بسبب إعدادات خادمك، تعذر علينا تثبيت الإضافة لك تلقائيًا. يرجى تثبيت إضافة %s يدويًا."],"Close.":["أغلق."],"For the paid plan, pricing will automatically adjust based on the number of records in your search index. If you grow into a new pricing tier, we'll let you know before your next billing cycle.":["في الخطة المدفوعة، سيتم تعديل الأسعار تلقائيًا بناءً على عدد السجلات الموجودة في فهرس البحث لديك. إذا تحولت إلى درجة أسعار جديدة، فسنعلمك قبل دورة الفوترة القادمة الخاصة بك."],"Activate a license (requires a user connection)":["تفعيل ترخيص (يتطلب اتصال مستخدم)"],"Activate a license":["تفعيل ترخيص"],"Get %s":["الحصول على %s"],"New":["جديد"],"There was an error fetching your %s information. Check your site connectivity and try again.":["حدث خطأ في أثناء إحضار معلومات %s الخاصة بك. تحقَّق من اتصال موقعك وحاول مرة أخرى."],"Save every change and get back online quickly with one‑click restores.":["احفظ جميع التغييرات وأعد الاتصال بالإنترنت بسرعة باستخدام عمليات الاستعادة‑ بنقرة واحدة."],"Purchase":["شراء"],"Want to power up your Jetpack?":["هل ترغب في تشغيل Jetpack الخاص بك؟"],"And more!":["والمزيد!"],"Failed to activate %1$s. Please try again":["فشل تفعيل ⁦%1$s⁩. يرجى المحاولة مرة أخرى"],"Some products need a user connection to WordPress.com to be able to work.":["تحتاج بعض المنتجات إلى اتصال مستخدم بووردبريس.كوم لكي تتمكن من العمل."],"Jetpack %s needs a user connection to WordPress.com to be able to work.":["يحتاج Jetpack %s إلى اتصال مستخدم بووردبريس.كوم لكي تتمكن من العمل."],"Active on your site":["نشط على موقعك"],"Purchase a plan":["شراء خطة"],"Go back":["العودة للخلف"],"Magnifying Glass":["عدسة مكبِّرة"],"Learn about %s":["معرفة %s"],"Install %s":["تثبيت %s"],"Configure search":["تكوين البحث"],"View scan results":["عرض تفاصيل الفحص"],"View latest backup":["عرض أحدث نسخة احتياطية"],"View my plans":["عرض خططي"],"Configure my site":["تكوين موقعي"],"Submit Feedback":["إرسال الملاحظات"],"Submitting…":["جارٍ الإرسال…"],"Connection":["الاتصال"],"Site connected.":["الموقع متصل."],"An unknown error occurred during license activation. Please try again.":["حدث خطأ غير معروف في أثناء تفعيل الترخيص. يُرجى المحاولة مرة أخرى."],"This is not a valid license key. Please try again.":["هذا ليس مفتاح ترخيص صالحًا. يُرجى المحاولة مرة أخرى."],"You're all set!":["أصبحتَ مستعدًا تمامًا!"],"Your product is active!":["منتجك نشط!"],"Experience high-quality, ad-free video built specifically for WordPress.":["قم بتجربة مقاطع فيديو عالية الجودة وخالية من الإعلانات مصممة خصوصًا لووردبريس."],"Jetpack VideoPress is active!":["Jetpack VideoPress نشط!"],"Jetpack Security is active!":["Jetpack Security نشط!"],"Next, we'll help you customize the Search experience for your visitors.":["بعد ذلك، سنساعدك على تخصيص تجربة البحث لزائريك."],"Jetpack Search is active!":["Jetpack Search نشط!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["يمكنك الاطلاع على عمليات الفحص الأمني الخاصة بك على <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["Jetpack Scan نشط!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["يمكنك الاطلاع على نسخك الاحتياطية وعمليات الفحص الأمني واستعادة موقعك على <a>cloud.jetpack.com<\/a>. إذا سبق أن فقدت الوصول إلى موقعك، فيمكنك استعادته هناك."],"Jetpack Complete is active!":["Jetpack Complete نشط!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["يمكنك الاطلاع على نسخك الاحتياطية واستعادة موقعك على <a>cloud.jetpack.com<\/a>. إذا سبق أن فقدت الوصول إلى موقعك، فيمكنك استعادته هناك."],"Jetpack Backup is active!":["Jetpack Backup نشط!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["سنعتني بكل شيء من هناك. يمكنك الآن الاستمتاع بموقع خالٍ من البريد المزعج!"],"Jetpack Anti-spam is active!":["Jetpack Anti-spam نشط!"],"Do you need help? <a>Contact us.<\/a>":["هل تحتاج إلى مساعدة؟ <a>اتصل بنا.<\/a>"],"License key":["مفتاح الترخيص"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["<strong>تحقَّق من بريدك الإلكتروني<\/strong> بحثًا عن مفتاح الترخيص الخاص بك. ينبغي أن تكون قد تلقيته بعد إجراء عملية الشراء الخاصة بك."],"Add a license key":["إضافة مفتاح ترخيص"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["تم إرسال إجابتك. <br\/>شكرًا على إسهامك بشأن كيف يمكننا تحسين Jetpack."],"Thank you!":["شكرًا لك!"],"Skip for now":["تخطي الآن"],"Let us know what didn‘t work for you":["إعلامنا بما لم يفلح معك"],"Before you go, help us improve Jetpack":["قبل أن تغادر، ساعدنا على تحسين Jetpack"],"Stay connected":["البقاء متصل"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>هل تحتاج إلى مساعدة؟<\/strong> اعرف مزيدًا حول <jpConnectionInfoLink>اتصال Jetpack<\/jpConnectionInfoLink> أو <jpSupportLink>اتصل بدعم Jetpack<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["بمجرد قطع الاتصال عن Jetpack، فلن تعمل هذه الأشياء بعد الآن."],"Jetpack is currently powering multiple products on your site.":["يدعم Jetpack في الوقت الحالي عدة منتجات على موقعك."],"Back to my website":["الرجوع إلى موقعي على الويب"],"No thank you":["لا شكرًا"],"Help us improve":["مساعدتنا على تحسين الخدمة"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["تؤسفنا مغادرتك. نسعى دائمًا هنا في Jetpack إلى تقديم أفضل تجربة لعملائنا. يرجى إجراء استطلاع الرأي الخاص بنا (دقيقتان نعدك بذلك)."],"Jetpack has been <br\/>successfully disconnected.":["تم قطع اتصال <br\/>Jetpack بنجاح."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["يدعم Jetpack إضافات أخرى على موقعك. إذا قمت بقطع الاتصال، فلن تعمل هذه الإضافات بعد الآن."],"Upgrade now":["قم بالترقية الآن"],"\/month, paid yearly":["\/شهر، تُدفع سنويا"],"Popular upgrade":["ترقية شائعة"],"Let visitors share your content on social media":["السماح للزائرين بمشاركة محتواك على شبكات التواصل الاجتماعي"],"Automatically share your content on social media":["مشاركة محتواك تلقائيًا على شبكات التواصل الاجتماعي"],"Connect your user account":["ربط حساب المستخدم الخاص بك"],"Unlock all the amazing features of Jetpack by connecting now":["فتح جميع ميزات Jetpack المذهلة عن طريق الربط الآن"],"Loading…":["جاري التحميل…"],"Over 5 million WordPress sites are faster and more secure":["أصبح أكثر من 5 ملايين موقع على ووردبريس أسرع وأكثر أمانًا"],"An error occurred. Please try again.":["حدث خطأ. يُرجى المحاولة مرة أخرى."],"Jetpack Logo":["شعار Jetpack"],"Receive notifications about new likes and comments":["تلقي التنبيهات حول الإعجابات والتعليقات الجديدة"],"Let your subscribers know when you post":["السماح لمشتركيك بمعرفة متى تقوم بالنشر"],"Receive instant downtime alerts":["تلقي تنبيهات وقت التعطل على الفور"],"Dismiss":["تجاهل"],"Free":["مجانًا"],"Activating…":["جارٍ التفعيل…"],"Restore Connection":["استعادة الاتصال"],"Has a video.":["يحتوي على فيديو."],"Tag":["وسم"],"Post":["تدوينة"],"Page":["صفحة"],"Has an image.":["يحتوي على صورة."],"Has multiple images.":["يحتوي على عدة صور."],"Toggle search filters.":["قم بتبديل عوامل تصفية البحث."],"Matching comment.":["التعليق المتطابق."],"Show filters":["عرض عوامل التصفية"],"Is a product.":["يُعد منتجًا."],"Is an event.":["يُعد حدثًا."],"Has audio.":["يحتوي على صوت."],"On":["تشغيل"],"Off":["مطفأ"],"Contact Us":["اتصل بنا"],"Disconnecting…":["جارِ قطع الاتصال..."],"Connecting…":["جارِ الاتصال..."],"share your experience":["مشاركة تجربتك"],"Other:":["أخرى:"],"Troubleshooting - I'll be reconnecting afterwards.":["حل المشكلات - سأعيد الاتصال بعد ذلك."],"I don't know what it does.":["لا أعلم ما هو."],"It's buggy.":["توجد به أخطاء."],"It slowed down my site.":["أبطأتْ موقعي."],"I can't get it to work.":["يتعذر علىَّ إعادته للعمل."],"Are you sure you want to disconnect?":["هل تريد بالتأكيد فصل الاتصال؟"],"Scan":["فحص"],"Link to learn more about Jetpack.\u0004About":["نبذة عن"],"(opens in a new tab)":["(تفتح في علامة تبويب جديدة)"],"About Jetpack":["نبذة عن Jetpack"],"Manage your plan":["إدارة خطتك","إدارة خططي","إدارة خططي","إدارة خططي","إدارة خططي","إدارة خططي"],"Your plan":["باقتك"],"Set up Jetpack":["إعداد Jetpack"],"Manage":["إدارة"],"An Automattic Airline":["شركة أوتوماتيك لخدمات التدوين"],"View":["عرض"],"Welcome to Jetpack!":["مرحبًا بك في Jetpack!"],"WordPress.com Terms of Service":["شروط خدمة WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["الشروط"],"Automattic's Privacy Policy":["سياسة خصوصية Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["الخصوصية"],"Upgrade":["ترقية"],"Manage your Jetpack connection":["إدارة اتصالك بـ Jetpack"],"Loading":["تحميل"],"There was an error reconnecting Jetpack. Error: %s":["حدث خطأ في أثناء إعادة الاتصال بـ Jetpack. خطأ: %s"],"Views":["المشاهدات"],"Information.":["معلومات."],"Reconnecting Jetpack…":["جارٍ إعادة الاتصال بـ Jetpack..."],"Learn more":["معرفة المزيد"],"Category":["الفئة"],"Connect":["توصيل"],"Disconnect":["قطع الاتصال"],"Likes":["الإعجابات"],"Cancel":["إلغاء"],"Comments":["تعليقات"],"Activate":["تفعيل"],"Deactivate":["تعطيل"],"Inactive":["غير مفعل"],"Active":["مفعل"],"See all Jetpack features":["الاطّلاع على جميع ميزات Jetpack"],"Jetpack":["Jetpack"],"Disconnect Jetpack":["قطع الاتصال بـ Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-my-jetpack\/build\/index.js"}}