{"translation-revision-date":"2024-09-13 16:54:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"An illustration demonstrating how Jetpack AI can help to create forms":["رسم توضيحي يوضِّح كيف يمكن أن يساعد  Jetpack AI على إنشاء النماذج"],"Explore Jetpack AI":["استكشاف Jetpack AI"],"Need an RSVP form for your event site? Simply ask AI Assistant to prepare a form that includes options for meal preferences, attendance status, or plus-ones.":["هل تحتاج إلى نموذج RSVP لموقع الأحداث الخاص بك؟ ما عليك سوى سؤال AI Assistant لإعداد نموذج يتضمن خيارات لتفضيلات الوجبات أو حالة الحضور أو الإضافات."],"Creating a registration form for a global event? Automatically populate a country dropdown list with the AI Assistant.":["هل تريد إنشاء نموذج تسجيل لحدث عالمي؟ املأ القائمة المنسدلة للبلدان تلقائيًا باستخدام AI Assistant."],"Jetpack AI Assistant enhances the Forms Block with AI-powered features for effortless form creation:":["يحسِّن Jetpack AI Assistant مكوّن النماذج باستخدام ميزات مدعومة من الذكاء الاصطناعي لإنشاء النماذج بسلاسة:"],"Jetpack AI Assistant makes creating forms a breeze.":["يجعل Jetpack AI Assistant إنشاء النماذج سهلاً."],"If you have more specific questions about Jetpack and Forms feel free to <a>reach out to us<\/a> and we’ll be happy to help.":["إذا كان لديك مزيد من الأسئلة المحددة حول Jetpack وForms، فلا تتردد في <a>التواصل معنا<\/a> وسيسعدنا تقديم المساعدة إليك."],"What if I would need some help?":["ماذا لو كنت بحاجة إلى بعض المساعدة؟"],"No.":["لا."],"Is there a form responses limit?":["هل هناك حد للردود على النماذج؟"],"Jetpack and its parent company Automattic take data privacy and the GDPR very seriously. We respect the GDPR’s principles of minimizing the amount of data we collect, being transparent about what data we collect and how we use it, complying with EU law in regards to any data that is transferred to non-EU countries, and not keeping data longer than we need it for the purpose it was collected. You can read more about the data we collect, how data is used and shared, and how long data is retained in <a>our Privacy Policy<\/a>.":["يأخذ Jetpack والشركة الأصلية له Automattic خصوصية البيانات واللائحة العامة لحماية البيانات على محمل الجد. نحترم مبادئ اللائحة العامة لحماية البيانات التي تفيد بالحد من كمية البيانات التي نجمعها، والشفافية بشأن البيانات التي نجمعها وكيفية استخدامها، والامتثال لقانون الاتحاد الأوروبي في ما يتعلق بأي بيانات تُنقل إلى بلدان خارج الاتحاد الأوروبي، وعدم الاحتفاظ بالبيانات لفترة أطول مما نحتاج إليها للغرض الذي جُمعت له. يمكنك قراءة المزيد حول البيانات التي نجمعها، وكيفية استخدام البيانات ومشاركتها، ومدة الاحتفاظ بالبيانات ضمن <a>سياسة الخصوصية لدينا<\/a>."],"Is Jetpack Forms GDPR compliant?":["هل اللائحة العامة لحماية البيانات الخاصة بـ Jetpack Forms متوافقة؟"],"Jetpack Forms is currently free and comes by default with your Jetpack plugin.":["أصبحت Jetpack Forms مجانية حاليًا وتأتي مزوّدة افتراضيًا بإضافة Jetpack."],"How much does Jetpack Forms cost?":["ما تكلفة Jetpack Forms؟"],"Jetpack Forms is activated by default, so it's already fully functional. To get started, simply open the WordPress editor and search for the \"Form\" block in the block library. You can then add the form block and its corresponding child blocks, such as the text input field or multiple choice block, to your website. You can easily manage incoming form responses within the WP-Admin area.":["يتم تفعيل Jetpack Forms افتراضيًا، لذا فإنها تعمل بكامل طاقتها بالفعل. للبدء، ما عليك سوى فتح محرر ووردبريس والبحث عن مكوّن \"Form\" في مكتبة المكوّنات. يمكنك بعدها إضافة مكوّن النماذج والمكوّنات الفرعية المقابلة له، مثل: حقل إدخال النص أو مكوّن الاختيار من متعدد، إلى موقعك على الويب. يمكنك إدارة ردود النموذج الواردة بسهولة ضمن منطقة مسؤول ووردبريس."],"What do I need to use Jetpack Forms?":["ما الذي أحتاج إليه لاستخدام Jetpack Forms؟"],"Frequently Asked Questions":["الأسئلة المتداولة"],"Get started with Jetpack Forms":["بدء Jetpack Forms"],"Trusted by more than 5 million WordPress sites.":["تنال ثقة أكثر من 5 ملايين موقع ووردبريس."],"You are in good company.":["أنت تتعامل مع شركة رائدة."],"Auto field validation":["التحقق التلقائي من الحقول"],"No additional plugins required":["لا تلزم إضافات إضافية"],"Ziltch":["Ziltch"],"Zero":["صفر"],"Nada":["Nada"],"Real-time notifications via email":["التنبيهات في الوقت الفعلي عبر البريد الإلكتروني"],"Export your data anytime":["تصدير بياناتك في أي وقت"],"No spam with Akismet":["لا يوجد بريد مزعج مع أكسيميت"],"Manage your data in wp-admin":["إدارة بياناتك في مسؤول ووردبريس"],"Connect with apps you already work with":["الاتصال بالتطبيقات التي تتعامل معها بالفعل"],"Salesforce icon":["أيقونة سيلز فورس"],"Google Sheets icon":["أيقونة جداول بيانات غوغل"],"Empower your workflow.":["قم بتمكين سير العمل لديك."],"You’re in full control of the data.":["تتحكم تمامًا في البيانات."],"Explore more patterns":["استكشاف مزيد من الأنماط"],"Feedback form":["نموذج الملاحظات"],"Registration and login forms":["نماذج التسجيل وتسجيل الدخول"],"Contact form":["نماذج جهات الاتصال"],"Customize to your needs.":["خصص احتياجاتك."],"Start with one of many beautiful form patterns.":["ابدأ بأحد أنماط النماذج العديدة الجميلة."],"Jetpack Forms teaser video":["فيديو دعائي عن Jetpack Forms"],"Create your first form":["إنشاء أول نموذج لك"],"Free, flexible, fast, and it works out of the box.":["إنها مجانية ومرنة وسريعة وتعمل بشكل رائع."],"Building forms made easy":["أصبح إنشاء النماذج سهلاً"],"✓ Copied":["✓ تم النسخ"],"Not spam":["غير مزعج"],"noun\u0004Trash":["سلة المهملات"],"verb\u0004Trash":["سلة المهملات"],"Delete permanently":["الحذف نهائيًا"],"Collect and manage responses from your audience. <a>Learn more<\/a>":["اجمع الردود الواردة من جمهورك وأدرها. <a>معرفة المزيد<\/a>"],"All dates":["كل التواريخ"],"Connect to Google Drive":["الاتصال بـ Google Drive"],"Download your form response data as a CSV file.":["قم بتنزيل بيانات ردود النموذج الخاصة بك كملف CSV."],"Check for spam":["التحقق من البريد المزعج"],"Mark as spam":["تمييز كبريد مزعج"],"Remove from trash":["الإزالة من سلة المهملات"],"Move to trash":["نقل إلى سلة المهملات"],"Search responses":["البحث في الردود"],"View all responses":["عرض كل الردود"],"IP address:":["عنوان الـ IP:"],"Source:":["المصدر:"],"Date:":["التاريخ:"],"Respondent’s gravatar":["جرافتار المستجيب"],"Previous":["السابق"],"Jetpack Forms":["نماذج Jetpack"],"Arrow right":["سهم إلى اليمين"],"Arrow left":["سهم إلى اليسار"],"This premium feature is currently free to use in beta.":["هذه الميزة المتميزة مجانية حاليًا لاستخدامها في مرحلة الإصدار التجريبي."],"You need to connect to Google Drive.":["يتعين عليك الاتصال بـ Google Drive."],"Export your data into a Google Sheets file.":["قم بتصدير بياناتك في ملف بيانات غوغل."],"CSV File":["ملف CSV"],"Responses":["الردود"],"Choose your favorite file format or export destination:":["اختر تنسيق الملف المفضّل لديك أو قم بتصدير الوجهة:"],"Export your Form Responses":["تصدير ردود النموذج الخاصة بك"],"All sources":["جميع المصادر"],"Source":["المصدر"],"Google Sheets":["أوراق غوغل"],"Close.":["أغلق."],"Next":["التالي"],"Magnifying Glass":["عدسة مكبِّرة"],"Jetpack Logo":["شعار Jetpack"],"Inbox":["علبة الوارد"],"Export":["تصدير"],"Upgrade your plan to upload audio":["ترقية خطتك لرفع مقاطع الصوت"],"Upgrade your plan to use video covers":["ترقية خطتك لاستخدام أغطية مقاطع الفيديو"],"Has a video.":["يحتوي على فيديو."],"Tag":["وسم"],"Post":["تدوينة"],"Page":["صفحة"],"Has an image.":["يحتوي على صورة."],"Has multiple images.":["يحتوي على عدة صور."],"Toggle search filters.":["قم بتبديل عوامل تصفية البحث."],"Matching comment.":["التعليق المتطابق."],"Show filters":["عرض عوامل التصفية"],"Is a product.":["يُعد منتجًا."],"Is an event.":["يُعد حدثًا."],"Has audio.":["يحتوي على صوت."],"Feedback Form":["نموذج الملاحظات"],"Registration Form":["نموذج التسجيل"],"Link to learn more about Jetpack.\u0004About":["نبذة عن"],"(opens in a new tab)":["(تفتح في علامة تبويب جديدة)"],"About Jetpack":["نبذة عن Jetpack"],"Copy":["نسخ"],"An Automattic Airline":["شركة أوتوماتيك لخدمات التدوين"],"WordPress.com Terms of Service":["شروط خدمة WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["الشروط"],"Automattic's Privacy Policy":["سياسة خصوصية Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["الخصوصية"],"No results found":["لم يتم العثور على نتائج"],"Information.":["معلومات."],"Category":["الفئة"],"%1$s at %2$s":["%1$s الساعة %2$s"],"Contact Form":["نموذج المراسلة"],"Download":["تنزيل"],"Spam":["بريد مزعج"],"Date":["التاريخ"],"From":["من"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-forms\/dist\/dashboard\/jetpack-forms-dashboard.js"}}