{"translation-revision-date":"2024-09-13 16:54:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Add a heading inside the form or before it to help everybody identify it.":["أضف عنوانًا داخل النموذج أو قبله لمساعدة الجميع على تحديده."],"Select the format in which the date will be displayed.":["حدد التنسيق الذي سيُعرض به التاريخ."],"Date Format":["تنسيق التاريخ"],"YYYY-MM-DD":["YYYY-MM-DD"],"DD\/MM\/YYYY":["DD\/MM\/YYYY"],"MM\/DD\/YYYY":["MM\/DD\/YYYY"],"Activate Contact Form":["تفعيل نموذج الاتصال"],"Activating Contact Form":["تفعيل نموذج الاتصال"],"You’ll need to activate the Contact Form feature to use this block.":["سيتعين عليك تفعيل ميزة نموذج الاتصال لاستخدام هذا المكوّن."],"block search term\u0004signup":["التسجيل"],"A simple way to collect leads using forms on your site.":["طريقة بسيطة لجمع العملاء المحتملين باستخدام النماذج على موقعك."],"Lead capture":["جذب العملاء المحتملين"],"Customize the input's name\/ID. Only alphanumeric, dash and underscore characters are allowed":["خصص اسم\/معرّف الإدخال. لا يُسمح سوى بالأحرف الأبجدية الرقمية والشرطات والتسطير السفلي"],"Name\/ID":["الاسم\/المعرّف"],"Button Border Radius":["نصف قطر حد الزر"],"Button Border Width":["عرض حد الزر"],"Options Styles":["أنماط الخيارات"],"Option Text":["نص الخيار"],"Single Choice Option":["خيار الاختيار الفردي"],"Multiple Choice Option":["خيار الاختيار من متعدد"],"Deactivate for individual styling of this block":["تعطيل الأنماط الفردية لهذا المكوّن"],"Sync fields style":["مزامنة نمط الحقول"],"Add option…":["إضافة خيار..."],"Border Width":["عرض الحدود"],"Input Field Styles":["أنماط حقول الإدخال"],"Field Background":["خلفية الحقل"],"Field Text":["نص الحقل"],"Label Styles":["أنماط التسمية"],"Label Text":["نص التسمية"],"Select one option":["تحديد خيار واحد"],"Create forms to collect data from site visitors and manage their responses.":["أنشئ نماذج لجمع البيانات من زائري المواقع، وقم بإدارة ردودهم."],"CRM Connection":["اتصال إدارة علاقات العملاء"],"This premium feature is currently free to use as it is in beta.":["هذه الميزة المتميزة مجانية حاليًا في استخدامها لأنها في مرحلة الإصدار التجريبي."],"You can edit the \"required\" label in the editor":["يمكنك تحرير الملصق \"المطلوب\" في المحرر"],"Offer users a list of choices, and allow them to select a single option.":["قدّم إلى المستخدمين قائمة بالاختيارات، واسمح لهم بتحديد خيار واحد."],"Offer users a list of choices, and allow them to select multiple options.":["قدّم إلى المستخدمين قائمة بالاختيارات، واسمح لهم بتحديد خيارات متعددة."],"Communicate site terms and offer visitors consent to those terms.":["أعلن عن شروط الموقع، واعرض على الزائرين الموافقة على تلك الشروط."],"Confirm or select information with a single checkbox.":["قم بتأكيد المعلومات وتحديدها من خلال مربع اختيار واحد."],"Capture longform text responses from site visitors.":["اجمع الردود النصية المطولة من زائري الموقع."],"Collect phone numbers from site visitors.":["اجمع أرقام الهاتف من زائري الموقع."],"Capture date information with a date picker.":["اجمع معلومات التاريخ باستخدام منتقي التاريخ."],"Collect a website address from your site visitors.":["اجمع عنوان موقع الويب من زائري موقعك."],"Collect email addresses from your visitors.":["اجمع عناوين البريد الإلكتروني من زائريك."],"Collect the site visitor’s name.":["اجمع اسم زائر الموقع."],"Collect short text responses from site visitors.":["اجمع الردود النصية القصيرة من زائري الموقع."],"Email Connection":["اتصال البريد الإلكتروني"],"Customize the view after form submission:":["تخصيص العرض بعد إرسال النموذج:"],"Submission Settings":["إعدادات الإرسال"],"View and export your form responses here":["عرض ردود النموذج الخاصة بك وتصديرها هنا"],"Learn more about customizing forms":["معرفة المزيد حول تخصيص النماذج"],"Explore Form Patterns":["استكشاف أنماط النماذج"],"Start building a form by selecting one of these form templates, or search in the patterns library for more forms:":["ابدأ إنشاء نموذج عن طريق تحديد أحد قوالب النموذج هذه، أو ابحث في مكتبة الأنماط للحصول على مزيد من النماذج:"],"Where to find your Salesforce Organization ID":["مكان العثور على معرّف مؤسسة Salesforce الخاص بك"],"Invalid Organization ID. Should be a 15 - 18 characters long alphanumeric string.":["معرّف مؤسسة غير صالح. ينبغي أن يتراوح طول السلسلة الأبجدية الرقمية بين 15 و18 حرفًا."],"Enter the Salesforce organization ID to send Leads to.":["أدخل معرّف مؤسسة Salesforce لإرسال العملاء المحتملين إليها."],"Enter your Organization ID":["إدخال معرّف مؤسستك"],"Organization ID":["معرّف المؤسسة"],"Salesforce":["سيلز فورس"],"New lead received from your website":["تم تلقي عميل محتمل من موقعك على الويب"],"Company":["الشركة"],"Job Title":["المسمى الوظيفي"],"Last Name":["اسم العائلة"],"First Name":["الاسم الأول"],"Business Email":["البريد الإلكتروني للشركة"],"Add a Salesforce Lead form to your site":["إضافة نموذج عميل محتمل من Salesforce إلى موقعك"],"Salesforce Lead Form":["نموذج عميل محتمل من Salesforce"],"View Form Responses":["عرض الردود في النموذج"],"Manage and export your form responses in WPAdmin:":["إدارة ردودك في النموذج وتصديرها في مسؤول ووردبريس:"],"Show visitors an example of the type of content expected. Otherwise, leave blank.":["اعرض للزائرين مثالاً لنوع المحتوى المتوقع. وإلا، اترك فراغًا."],"Placeholder text":["نص العنصر النائب"],"Manage Responses":["إدارة الردود"],"Get incoming form responses sent to your email inbox:":["الحصول على الردود الواردة في النموذج المرسلة إلى علبة الوارد في بريدك الإلكتروني:"],"Dropdown Field":["حقل منسدل"],"Single Choice (Radio)":["خيار واحد (تبادلي)"],"Multiple Choice (Checkbox)":["خيار من متعدد (خانة اختيار)"],"Terms Consent":["الموافقة على الشروط"],"Multi-line Text Field":["حقل النص متعدد الأسطر"],"Phone Number Field":["حقل رقم الهاتف"],"URL Field":["حقل عنوان URL"],"Email Field":["حقل البريد الإلكتروني"],"Name Field":["حقل الاسم"],"Text Input Field":["حقل إدخال النص"],"Your message has been sent":["تم إرسال رسالتك"],"Choose a pattern":["اختر نمطًا"],"Activate the Jetpack CRM plugin":["تفعيل إضافة Jetpack CRM"],"You already have the Jetpack CRM plugin installed, but it’s not activated.":["لديك بالفعل إضافة Jetpack CRM مثبَّتة، ولكنها غير مُفعَّلة."],"You can save contacts from Jetpack contact forms in Jetpack CRM.":["يمكنك حفظ جهات الاتصال من نماذج جهات الاتصال الخاصة بـ Jetpack والموجودة في إدارة علاقات العملات الخاصة بـ Jetpack."],"Install Jetpack CRM":["تثبيت Jetpack CRM"],"Please update to the latest version of the Jetpack CRM plugin to integrate your contact form with your CRM.":["يرجى التحديث إلى أحدث إصدار من إضافة Jetpack CRM لتكامل نموذج جهة اتصالك مع إضافة CRM الخاصة بك."],"Border":["الإطار"],"Button Text":["نص الزر"],"Button Background":["خلفية الزر"],"Message Heading":["عنوان الرسالة"],"Creative Mail":["البريد الإبداعي"],"block search term\u0004day month year":["يوم شهر عام"],"Open Creative Mail settings":["فتح إعدادات البريد الإبداعي"],"Store contact form submissions in your CRM.":["قم بتخزين عمليات إرسال نماذج جهة الاتصال في إدارة علاقات العملاء (CRM) الخاصة بك."],"Contacts from this form will be stored in Jetpack CRM.":["سيتم تخزين جهات الاتصال الواردة من هذا النموذج في Jetpack CRM."],"The Jetpack CRM plugin is installed but has an invalid version.":["تم تثبيت إضافة Jetpack CRM، لكنها تحتوي على إصدار غير صالح."],"You can integrate this contact form with Jetpack CRM by enabling Jetpack CRM's Jetpack Forms extension.":["يمكنك دمج نموذج جهة الاتصال هذا مع Jetpack CRM عن طريق تمكين إضافة نماذج Jetpack الخاصة Jetpack CRM."],"A site administrator must enable the CRM Jetpack Forms extension.":["يجب على مسؤول الموقع تمكين إضافة نماذج إدارة علاقات العملاء في Jetpack."],"Enable Jetpack Forms Extension":["تمكين إضافة نماذج Jetpack"],"The CRM Jetpack Form extension failed to activate. The error message was \"<error \/>\".":["فشل تفعيل إضافة نموذج إدارة علاقات العملاء في Jetpack. كانت رسالة الخطأ \"<error \/>\"."],"Add a privacy checkbox":["إضافة خانة اختيار الخصوصية"],"Mention that you can email":["الإشارة إلى أنَّه يمكنك إرسال رسالة عبر البريد الإلكتروني"],"Permission to email":["صلاحية بإرسال رسالة عبر البريد الإلكتروني"],"Consent Settings":["إعدادات الموافقة"],"Add %s consent message…":["إضافة %s من رسائل الموافقة..."],"You’re all setup for email marketing with Creative Mail.":["أصبحتَ جاهزًا تمامًا للتسويق عبر البريد الإلكتروني باستخدام البريد الإبداعي."],"Activate Creative Mail Plugin":["تفعيل إضافة البريد الإبداعي"],"To start sending email campaigns, activate the Creative Mail plugin for WordPress.":["لبدء إرسال حملات عبر البريد الإلكتروني، قم بتفعيل إضافة البريد الإبداعي لووردبريس."],"Install Creative Mail plugin":["تثبيت إضافة البريد الإبداعي"],"To start sending email campaigns, install the Creative Mail plugin for WordPress.":["لبدء إرسال الحملات الإعلانية عبر البريد الإلكتروني، قم بتثبيت إضافة البريد الإبداعي لووردبريس. "],"Activating…":["جارٍ التفعيل…"],"Installing…":["جارٍ التثبيت…"],"The plugin failed to install. <b \/> Please check the <a>plugin information<\/a> for detailed requirements.":["فشل تثبيت الإضافة. <b \/> يرجى التحقُّق من <a>معلومات الإضافة<\/a> للحصول على المتطلبات التفصيلية."],"Add email permission request":["إضافة طلب صلاحية البريد الإلكتروني"],"You’re already collecting email contacts. Why not make sure you have permission to email them too?":["أنتَ تجمع جهات الاتصال في البريد الإلكتروني بالفعل. لمَ لا تتأكَّد من أنَّ لديك صلاحية إرسالها عبر البريد الإلكتروني كذلك؟"],"Upgrade your plan to upload audio":["ترقية خطتك لرفع مقاطع الصوت"],"Upgrade your plan to use video covers":["ترقية خطتك لاستخدام أغطية مقاطع الفيديو"],"Consent":["موافقة"],"Can we send you an email from time to time?":["هل يمكننا إرسال رسالة عبر البريد الإلكتروني إليك من حين إلى آخر؟"],"By submitting your information, you're giving us permission to email you. You may unsubscribe at any time.":["يعني إرسال معلوماتك أنَّك تمنحنا صلاحية إرسال رسائل عبر البريد الإلكتروني إليك. يمكنك إلغاء الاشتراك في أي وقت."],"Jetpack CRM":["Jetpack CRM"],"Checkbox Settings":["إعدادات خانة الاختيار"],"Checked by default":["تم التحقُّق افتراضيًا"],"Field is required":["الحقل مطلوب."],"Adjust the width of the field to include multiple fields on a single line.":["اضبط عرض الحقل لتضمين حقول متعددة على سطر واحد."],"Field Width":["عرض الحقل"],"Enter a subject":["إدخال موضوع"],"Email address to send to":["عنوان البريد الإلكتروني المطلوب إرساله إلى"],"New feedback received from your website":["ملاحظات جديدة تم تلقيها من موقعك على الويب"],"Send Feedback":["إرسال الملاحظات"],"How could we improve?":["إلى أي مدى تمكنا من التحسين؟"],"5 - Excellent":["5 - ممتاز"],"4 - Good":["4 - جيد"],"3 - Average":["3 - متوسط"],"2 - Poor":["2 - ضعيف"],"1 - Very Bad":["1 - سيئ للغاية"],"Please rate our website":["يرجى تصنيف موقعنا على الويب"],"Add a Feedback form to your page":["إضافة نموذج الملاحظات إلى صفحتك"],"Feedback Form":["نموذج الملاحظات"],"A new appointment booked from your website":["تم حجز موعد جديد من موقعك على الويب"],"Book Appointment":["حجز موعد"],"Notes":["ملحوظات"],"Afternoon":["فترة الظهيرة"],"Morning":["في الصباح"],"Add an Appointment booking form to your page":["إضافة نموذج حجز الموعد إلى صفحتك"],"Appointment Form":["نموذج الموعد"],"A new registration from your website":["تسجيل جديد من موقعك على الويب"],"Friend or Family":["صديق أو عائلة"],"TV":["التلفاز"],"Social Media":["شبكات التواصل الاجتماعي"],"Search Engine":["محرك البحث"],"How did you hear about us?":["كيف سمعتَ عنا؟"],"Add a Registration form to your page":["إضافة نموذج التسجيل إلى صفحتك"],"Registration Form":["نموذج التسجيل"],"A new RSVP from your website":["RSVP جديد من موقعك على الويب"],"Send RSVP":["إرسال RSVP"],"Other Details":["تفاصيل أخرى"],"Attending?":["هل ترغب في الحضور؟"],"Add an RSVP form to your page":["إضافة نموذج RSVP إلى صفحتك"],"RSVP Form":["نموذج RSVP"],"Contact Us":["اتصل بنا"],"Add a contact form to your page.":["أضف نموذج جهة الاتصال إلى صفحتك."],"Add label…":["إضافة تسمية..."],"Background":["الخلفية"],"Border Radius":["زوايا الإطار"],"Color":["اللون"],"Redirect Address":["إعادة توجيه العنوان"],"Message Text":["رسالة نصية"],"Redirect to another webpage":["إعادة التوجيه إلى صفحة ويب أخرى"],"Show a custom text message":["عرض رسالة نصية مخصصة"],"Show a summary of submitted fields":["عرض ملخص للحقول المرسلة"],"On Submission":["عند الإرسال"],"Thank you for your submission!":["شكرًا لك على الإرسال!"],"block search term\u0004subscribe":["اشتراك"],"Dropdown":["القائمة المنسدلة"],"Select":["تحديد"],"Choose":["اختيار"],"Choose Multiple":["اختيار متعدد"],"Accept":["قبول"],"Confirm":["تأكيد"],"Multiline text":["نص متعدد الأسطر"],"Mobile":["الهاتف المحمول"],"Cellular phone":["هاتف خلوي"],"Calendar":["التقويم"],"Date Picker":["مُحدّد التاريخ"],"internet page":["صفحة الإنترنت"],"mail":["البريد"],"block search term\u0004contact form":["نموذج جهة الاتصال"],"block search term\u0004feedback":["ملاحظات"],"Field Settings":["إعدادات الحقل"],"Required":["مطلوبة"],"Form":["النموذج"],"Email subject line":["سطر موضوع البريد الإلكتروني"],"name@example.com":["name@example.com"],"%s are not a valid email address.":["%s ليس عنوان بريد إلكتروني صالحًا."],"%1$s and %2$s are not a valid email address.":["لا يُمثّل ⁦%1$s⁩ أو ⁦%2$s⁩ عنوانَي بريد إلكتروني صالحَين."],"%s is not a valid email address.":["لا يُعد %s عنوان بريد إلكتروني صالحًا."],"You can enter multiple email addresses separated by commas.":["يمكنك إدخال عناوين بريد إلكتروني متعددة مفصول بينها بفاصلات."],"block search term\u0004email":["البريد الإلكتروني"],"Phone Number":["رقم الهاتف"],"(opens in a new tab)":["(تفتح في علامة تبويب جديدة)"],"Phone":["الهاتف"],"Send":["إرسال"],"Subscribe":["اشتراك"],"Submit":["إرسال"],"Time":["الوقت"],"No":["لا"],"Cancel":["إلغاء"],"Textarea":["مربع نص"],"Radio":["زر اختيار"],"Checkbox":["مربع اختيار"],"Yes":["نعم"],"(required)":["**مطلوب"],"Contact Form":["نموذج المراسلة"],"Date":["التاريخ"],"Message":["رسالة"],"Email":["البريد الإلكتروني"],"e-mail":["البريد الإلكتروني"],"Name":["الاسم"],"Option":["الخيار"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-forms\/dist\/blocks\/editor.js"}}