{"translation-revision-date":"2024-09-13 16:54:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"By clicking <strong>%s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["يعني النقر على <strong>%s<\/strong> أنك توافق على <tosLink>شروط الخدمة<\/tosLink> و<shareDetailsLink>مزامنة بيانات موقعك<\/shareDetailsLink> معنا."],"By clicking <strong>%1$s<\/strong> or <strong>%2$s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["يعني النقر على <strong>%1$s<\/strong> أو <strong>%2$s<\/strong> أنك توافق على <tosLink>شروط الخدمة<\/tosLink> و<shareDetailsLink>مزامنة بيانات موقعك<\/shareDetailsLink> معنا."],"Unavailable in <a>Offline Mode<\/a>":["غير متوافر في <a>وضع عدم الاتصال بالإنترنت<\/a>"],"Already have an existing plan or license key? <a>Click here to get started<\/a>":["هل لديك خطة موجودة أو مفتاح ترخيص بالفعل؟ <a>انقر هنا للبدء<\/a>"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["يعني النقر على الأزرار أعلاه أنك توافق على <tosLink>شروط الخدمة<\/tosLink> و<shareDetailsLink>مزامنة بيانات موقعك<\/shareDetailsLink> معنا."],"Arrow right":["سهم إلى اليمين"],"Arrow left":["سهم إلى اليسار"],"Upgrade now to restore Jetpack Search functionality.":["قم بالترقية الآن لاستعادة وظائف Jetpack Search."],"You’ve exceeded the limits available for your search plan.":["لقد تجاوزت الحدود المتوافرة لخطة البحث الخاصة بك."],"Reduced pricing is a limited offer for the first year and renews at regular price.":["الأسعار المخفّضة هي عرض لفترة محدودة طوال العام الأول ويتم التجديد بسعر منتظم."],"%s not included":["%s غير مضمَّن"],"%s coming soon":["%s قريبًا"],"Coming soon":["قريبًا"],"Try Jetpack Instant Search for free now":["تجربة Jetpack Instant Search مجانًا الآن"],"Quick and accurate spelling correction for when your site visitors mistype their search.":["يتوافر تصحيح إملائي سريع ودقيق عندما يخطئ زائرو موقعك في الكتابة في أثناء البحث."],"See all supported languanges":["رؤية جميع اللغات المدعومة"],"Language support for English, Spanish, French, Portuguese, Hindi, Japanese, among others.":["اللغات المدعومة هي الإنجليزية والإسبانية والفرنسية والبرتغالية والهندية واليابانية وغيرها."],"Filtered and faceted searches by tags, categories, dates, custom taxonomies, and post types.":["عمليات البحث التي تمت تصفيتها وذات الأوجه حسب الوسوم والتصنيفات والتواريخ والتصنيفات المخصصة وأنواع المقالات."],"Real-time indexing, so your search index will update within minutes of changes to your site.":["فهرسة فورية، لذا سيتم تحديث بحثك في غضون دقائق من التغييرات على موقعك."],"Instant search and filtering without reloading the page.":["البحث الفوري والتصفية من دون إعادة تحميل الصفحة."],"All other questions are handled by our team as quickly as we are able to through the WordPress support forum.":["يتعامل فريقنا مع جميع الأسئلة الأخرى بأسرع ما يمكننا من خلال منتدى دعم ووردبريس."],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.":["يحصل العملاء الذين قاموا بالدفع على دعم مخصص عبر البريد الإلكتروني من أعضاء فريق الدعم من الطراز العالمي للمساعدة على حل أي مشكلة."],"Paid customers can remove branding from the search tool.":["يمكن للعملاء الذين قاموا بالدفع إزالة العلامات التجارية من أداة البحث."],"Unbranded search":["بحث من دون علامة تجارية"],"A search request is when someone visiting your site searches for something.":["طلب البحث هو عندما يبحث شخص ما يزور موقعك عن شيء ما."],"Monthly requests":["طلبات شهرية"],"Number of records":["عدد السجلات"],"Shows Jetpack logo":["عرض شعار Jetpack"],"In the free plan, you can continue using the plugin even if you have more than 500 requests for three consecutive months.":["في الخطة المجانية، يمكنك الاستمرار في استخدام الإضافة حتى لو كان لديك أكثر من 500 طلب لمدة ثلاثة أشهر متتالية."],"500 requests":["500 طلب"],"More about indexing and query limits":["المزيد حول حدود الفهرسة والاستعلام"],"In the free plan, you can continue using the plugin even if you have more than 5k records for three months.":["في الخطة المجانية، يمكنك الاستمرار في استخدام الإضافة حتى لو كان لديك أكثر من 5 آلاف طلب لمدة ثلاثة أشهر."],"5k records":["5 آلاف سجل"],"Branding removed":["تمت إزالة العلامات التجارية"],"%1$s requests":["⁦%1$s⁩ من الطلبات"],"%1$s records":["⁦%1$s⁩ من السجلات"],"For every additional %1$s records or requests, an additional <Price><\/Price> per month will be charged.":["بالنسبة إلى كل ⁦%1$s⁩ من السجلات أو الطلبات الإضافية، سيتم تحصيل <Price><\/Price> إضافية لكل شهر."],"Starting price based on the number of records for <b>%1$s<\/b>.":["سعر البدء استنادًا إلى عدد السجلات الخاصة بـ <b>%1$s<\/b>."],"Starting price per month, billed yearly":["سعر البدء في الشهر، تُصدر الفواتير سنويًا"],"%s off":["خصم قدره %s"],"Tell me more about <jpPlanLimits>record indexing and request limits<\/jpPlanLimits>":["إخباري بالمزيد حول <jpPlanLimits>فهرسة السجلات وحدود الطلبات<\/jpPlanLimits>"],"Search requests":["طلبات البحث"],"Site records":["سجلات الموقع"],"Finish":["إنهاء"],"2 of 2":["2 من 2"],"Your search plugin now supports up to %1$s search requests per month.":["تدعم إضافة البحث لديك الآن ما يصل إلى ⁦%1$s⁩ من طلبات البحث كل شهر."],"More search requests":["مزيد من طلبات البحث"],"1 of 2":["1 من 2"],"Thank you for upgrading! Now your visitors can search up to %1$s records.":["شكرًا لك على الترقية! والآن يمكن للزائرين البحث عما يصل إلى ⁦%1$s⁩ من السجلات."],"Site records increased":["تمت زيادة سجلات الموقع"],"Upgrade now and avoid any future interruption!":["الترقية الآن وتفادي أي انقطاعات في المستقبل!"],"Do you want to increase your site records and search requests?.":["هل تريد زيادة سجلات موقعك وطلبات البحث الخاصة بك؟."],"Upgrade now to increase your monthly request limit and avoid interruption.":["قم بالترقية الآن لزيادة حد طلباتك الشهرية وتجنب حدوث انقطاع!"],"You’ve exceeded the number of search requests available on the free plan for three consecutive months.":["لقد تجاوزتَ عدد طلبات البحث المتوافرة في الخطة المجانية لمدة ثلاثة أشهر متتالية."],"You’ve exceeded the number of search requests available on the free plan for two consecutive months.":["لقد تجاوزتَ عدد طلبات البحث المتوافرة في الخطة المجانية لمدة شهرين متتاليين."],"You’ve exceeded the number of search requests available on the free plan.":["لقد تجاوزتَ عدد طلبات البحث المتوافرة في الخطة المجانية."],"You’re close to exceeding the number of search requests available on the free plan for three consecutive months.":["أنتَ على وشك تجاوز عدد طلبات البحث المتوافرة في الخطة المجانية لمدة ثلاثة أشهر متتالية."],"You’re close to exceeding the number of search requests available on the free plan for two consecutive months.":["أنتَ على وشك تجاوز عدد طلبات البحث المتوافرة في الخطة المجانية لمدة شهرين متتاليين."],"You’re close to exceeding the number of search requests available on the free plan.":["أنت على وشك تجاوز عدد طلبات البحث المتوافرة في الخطة المجانية."],"Upgrade now to continue using Jetpack Search.":["قم بالترقية الآن للاستمرار في استخدام Jetpack Search."],"Upgrade now to increase your monthly record limit and avoid interruption!":["قم بالترقية الآن لزيادة حد سجلاتك الشهرية وتجنب حدوث انقطاع!"],"You’ve exceeded the number of site records available on the free plan for three consecutive months.":["لقد تجاوزتَ عدد سجلات الموقع المتوافرة في الخطة المجانية لمدة ثلاثة أشهر متتالية."],"You’ve exceeded the number of site records available on the free plan for two consecutive months.":["لقد تجاوزتَ عدد سجلات الموقع المتوافرة في الخطة المجانية لمدة شهرين متتاليين."],"You’ve exceeded the number of site records available on the free plan.":["لقد تجاوزتَ عدد سجلات الموقع المتوافرة في الخطة المجانية."],"You’re close to exceeding the number of site records available on the free plan.":["أنتَ على وشك تجاوز عدد سجلات الموقع المتوافرة في الخطة المجانية."],"Upgrade now to increase your limits and avoid interruption!":["قم بالترقية الآن لزيادة حدودك وتجنب حدوث انقطاع!"],"You’ve exceeded the number of site records and search requests available for the free plan.":["لقد تجاوزتَ عدد سجلات الموقع وطلبات البحث المتوافرة في الخطة المجانية."],"You’re close to exceeding the number of site records and search requests available for the free plan.":["أنت على وشك تجاوز عدد سجلات الموقع وطلبات البحث المتوافرة في الخطة المجانية."],"Free plan":["خطة مجانية"],"Upgraded":["تمت الترقية"],"Your usage":["استخدامك"],"If you have recently set up Search, please allow a little time for indexing to complete.":["إذا قمت مؤخرًا بإعداد البحث، فيرجى السماح بقليل من الوقت حتى تكتمل الفهرسة."],"We're gathering your usage data.":["نجمع بيانات الاستخدام الخاصة بك."],"Indexing %1$s":["فهرسة ⁦%1$s⁩"],"View details":["عرض التفاصيل"],"Unlimited":["غير محدود"],"% off":["خصم بنسبة %"],"Jetpack Search Logo":["شعار بحث Jetpack"],"Indeterminate Progress Bar":["شريط تقدم غير محدد"],"We're gathering your usage data":["نجمع بيانات الاستخدام الخاصة بك"],"We were unable to index your content":["تعذر علينا فهرسة محتواك"],"Start for free":["ابدأ بتجربة مجانية"],"Get Search":["الحصول على البحث"],"Not included":["غير مضمَّن"],"Included":["مضمَّن"],"More info":["المزيد من المعلومات"],"Instant search uses a dynamic overlay for lightning-fast searching, sorting, and filtering without reloading the page.":["يستخدم البحث الفوري تراكبًا ديناميكيًا للبحث والفرز والتصفية بسرعة البرق من دون إعادة تحميل الصفحة."],"Once you hit %s indexed records, you'll be upgraded to the next tier. You won't be charged for the new tier until your next billing date.":["بمجرد أن تصل إلى %s من السجلات التي تمت فهرستها، ستتم ترقيتك إلى الدرجة التالية. لن تدفع مقابل الدرجة الجديدة حتى تاريخ الفوترة التالي الخاص بك."],"You're close to the maximum records for this billing tier":["أنت قريب من الحد الأقصى للسجلات الخاصة بدرجة الفوترة هذه"],"If you have recently set up Jetpack Search, please allow a little time for indexing to complete.":["إذا قمت مؤخرًا بإعداد Jetpack Search، فيُرجى السماح بقليل من الوقت حتى تكتمل الفهرسة."],"Jetpack's servers ran into a problem when trying to communicate with your site.":["واجهت خوادم Jetpack مشكلة عند محاولة الاتصال بموقعك."],"other":["أخرى"],"Record type":["نوع التسجيل"],"Summary of the records":["ملخص السجلات"],"<s>%1$s<\/s> records indexed":["تمت فهرسة <s>%1$s<\/s> من السجلات"],"Your search index":["فهرس البحث الخاص بك"],"Close.":["أغلق."],"Next":["التالي"],"<s>%1$s<\/s> records indexed out of the <s>%2$s<\/s> allotted for your current plan":["تمت فهرسة <s>%1$s<\/s> من السجلات من أصل <s>%2$s<\/s> المخصصة لخطتك الحالية"],"Best-in-class support":["أفضل دعم"],"14 day money back guarantee.":["ضمان استرداد الأموال في غضون 14 يومًا."],"Error fetching search stats":["حدث خطأ في أثناء إحضار إحصاءات البحث"],"Record count":["عدد السجلات"],"Pricing will automatically adjust based on the number of records in your search index.":["سيتم تعديل الأسعار تلقائيًا بناءً على عدد السجلات الموجودة في فهرس البحث لديك."],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["أسعار تمهيدية خاصة، وجميع عمليات التجديد بالسعر الكامل. ويوجد ضمان باسترجاع الأموال في غضون 14 يومًا."],"If you grow into a new pricing tier, we'll let you know before your next billing cycle":["إذا تحولت إلى درجة أسعار جديدة، فسنعلمك قبل دورة الفوترة القادمة الخاصة بك"],"Content displayed within results is updated in real-time":["تم تحديث المحتوى المعروض داخل النتائج في الوقت الفعلي"],"Support for 38 languages":["دعم لـ 38 لغة"],"Customizable filtering":["تصفية قابلة للتخصيص"],"Allow viewers to search through your site's records, lightning fast.":["اسمح للمشاهدين بالبحث في سجلات موقعك بسرعة البرق."],"The best WordPress search experience":["أفضل تجربة بحث في ووردبريس"],"Get Jetpack Search":["احصل على Jetpack Search"],"Log in to get started":["تسجيل الدخول للبدء"],"Already have a subscription? <connectButton\/>":["هل لديك اشتراك بالفعل؟ <connectButton\/>"],"Spelling correction":["تصحيح الأخطاء الإملائية"],"Supports 38 languages":["متوفرة بـ38 لغة"],"Powerful filtering":["فلترة قوية"],"Instant search and indexing":["البحث والفهرسة الفوريان"],"Magnifying Glass":["عدسة مكبِّرة"],"Error fetching search plan…":["حدث خطأ في أثناء إحضار خطة البحث..."],"Error fetching settings…":["حدث خطأ في أثناء إحضار الإعدادات…"],"Error Update settings…":["حدث خطأ في أثناء تحديث الإعدادات…"],"Icon for the product %s":["أيقونة المنتج %s"],"\/month, paid yearly":["\/شهر، تُدفع سنويا"],"Enable instant search experience <span>(recommended)<\/span>":["تمكين تجربة البحث الفوري <span>(موصى بذلك)<\/span>"],"Over 5 million WordPress sites are faster and more secure":["أصبح أكثر من 5 ملايين موقع على ووردبريس أسرع وأكثر أمانًا"],"An error occurred. Please try again.":["حدث خطأ. يُرجى المحاولة مرة أخرى."],"Jetpack Logo":["شعار Jetpack"],"Help your visitors find exactly what they're looking for, fast":["مساعدة زائريك على العثور على ما يبحثون عنه تمامًا وبشكل سريع"],"Edit sidebar widgets":["تحرير المربعات الجانبية للشريط الجانبي"],"Customize search results":["تخصيص نتائج البحث"],"Jetpack Search is an incredibly powerful and customizable replacement for the search capability built into WordPress that helps your visitors find the right content.":["يُعد Jetpack Search بديلاً فعالاً وقابلاً للتخصيص لقدرة البحث المدمجة في ووردبريس التي تساعد زائريك على العثور على المحتوى المناسب."],"Offer instant search results to your visitors as soon as they start typing. ":["يوفِّر نتائج بحث فورية لزائريك بمجرد بدء الكتابة. "],"Filter options":["خيارات عامل التصفية"],"Restore Connection":["استعادة الاتصال"],"Reconnecting Jetpack":["إعادة الاتصال بـ Jetpack"],"Found %s results":["تم العثور على %s من النتائج"],"Oldest":["الأقدم"],"Has a video.":["يحتوي على فيديو."],"Tag":["وسم"],"Post":["تدوينة"],"Page":["صفحة"],"Has an image.":["يحتوي على صورة."],"Has multiple images.":["يحتوي على عدة صور."],"Toggle search filters.":["قم بتبديل عوامل تصفية البحث."],"Matching comment.":["التعليق المتطابق."],"Show filters":["عرض عوامل التصفية"],"Is a product.":["يُعد منتجًا."],"Is an event.":["يُعد حدثًا."],"Has audio.":["يحتوي على صوت."],"Records are all posts, pages, custom post types and other types of content indexed by Jetpack Search.":["السجلات هي كل التدوينات والصفحات وأنواع التدوينات المخصصة وأنواع المحتوى الأخرى التي تتم فهرستها باستخدام Jetpack Search."],"Upgrade Jetpack Search":["ترقية Jetpack Search"],"Enable instant search experience (recommended)":["تمكين تجربة البحث الفوري (موصى بذلك)"],"Link to learn more about Jetpack.\u0004About":["نبذة عن"],"(opens in a new tab)":["(تفتح في علامة تبويب جديدة)"],"About Jetpack":["نبذة عن Jetpack"],"Relevance":["الملاءمة"],"Set up Jetpack":["إعداد Jetpack"],"Jetpack Search":["Jetpack Search"],"Priority support":["دعم ذو أولوية"],"An Automattic Airline":["شركة أوتوماتيك لخدمات التدوين"],"Updating settings…":["جارٍ تحديث الإعدادات..."],"Updated settings.":["تم تحديث الإعدادات."],"WordPress.com Terms of Service":["شروط خدمة WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["الشروط"],"Automattic's Privacy Policy":["سياسة خصوصية Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["الخصوصية"],"There was an error reconnecting Jetpack. Error: %s":["حدث خطأ في أثناء إعادة الاتصال بـ Jetpack. خطأ: %s"],"Information.":["معلومات."],"Enable Jetpack Search":["تمكين Jetpack Search"],"Learn more":["معرفة المزيد"],"Category":["الفئة"],"Newest":["الأحدث"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-search\/build\/dashboard\/jp-search-dashboard.js"}}